{
    "url": "http://www.buzzfeed.com/mjs538/i-followed-my-stolen-iphone-across-the-world-became-a-celebr", 
    "headline": "I Followed My Stolen iPhone Across The World, Became A Celebrity In China, And Found A Friend For Life", 
    "content": "<div>\n<p>I've broken this story up into three chapters. It should never have gone this far, but the internet works in mysterious ways. None of this should have ever happened. It makes absolutely no sense at all. It's truly crazy.</p>\n<h2>5. About a year later...</h2>\n<p>I'm sitting on my couch with some friends going through my photo stream on my new phone. That's when I see a ton of pictures I didn't take, most memorably about 20 selfies of some dude and an orange tree. Hilarious and scary.</p>\n<p>I obviously freak out, show everyone the pictures, and for an hour we all speculate about what the fuck is going on with my phone. We come up with a bunch of theories that basically revolve around crossing iCloud photo streams, North Korea hackings, and hauntings. My phone is possessed.</p>\n<p>For a month, this orange man's pictures keep on showing up on my phone. I start to get used to the daily photo updates, and it becomes fun for me to check my phone and see this guy's pictures. It's mysterious.</p>\n<p>Then I become famous.</p>\n<p>I made a post on BuzzFeed and called it \" <a href=\"http://www.buzzfeed.com/mjs538/who-is-this-man-and-why-are-his-photos-showing-up-on-my-phon#.fiqO9EO4o\">Who Is This Man And Why Are His Pictures Showing Up On My Phone?</a> \" I publish. That's it.</p>\n<p>Within hours, I'm getting tweets from people in China. The story has been translated and put on Weibo, which is essentially Chinese Twitter. It's blowing up. They are helping me find orange tree man.</p>\n<p>Chinese Twitter has given the man who had my phone the name Brother Orange. In Chinese culture, brother is a term of respect. A brother is a really good friend. The orange part comes from the selfies. Chinese Twitter loved them too.</p>\n<p>First topic of conversation: my phone. </p>\n<p>I learn:</p>\n<p>1. My phone ended up in Hong Kong, which is where most stolen phones start out. From Hong Kong it went to Shenzhen, the largest secondhand cell phone market in the world. Here's <a href=\"https://www.youtube.com/watch?v=LgQ8EJTsjak\">a crazy video</a> of a secondhand cell phone market in Shenzhen with over 2,000 shops. WHO KNEW?!</p>\n<p>2. Brother Orange's cousin bought my cell phone and gave it to him as a gift. So my phone went New York -&gt; Hong Kong -&gt; Shenzhen -&gt; Meizhou. </p>\n<p>3. When Brother Orange got the phone, all of my pictures were still on it. The guy who stole my phone didn't even delete them. There were also pictures of the thief. What an asshole. </p>\n<p>4. Brother Orange got the phone in August. Weird thing is, his pictures didn't start showing up on my new phone until late January. How that happened? WHO KNOWS. It's very cryptic, tbh. </p>\n<p>5. The pictures I was taking on my new phone were also showing up on Brother Orange's phone. So scary. He just kept on deleting them. I immediately start thinking about the pictures on my phone. What did he see?!?! Awkward.</p>\n<p>Someone knocks on my door early and tells me to pack all my stuff up. We're only staying in this hotel for one night. This becomes a trend. I have no idea what we're doing today. This also becomes a trend.</p>\n<p>We take some pictures with the hotel staff and then head off to the restaurant Brother Orange owns in Wuhua County, which is a really \"small town\" of 1.5 million people. That's the size of Philadelphia.</p>\n<p>Brother Orange's restaurant is on a river. It's really big. He has literally renamed his restaurant \"Brother Orange's.\" Holy shit. This is big-time.</p>\n<p>We pull into his restaurant and our car is immediately swarmed by tons of cameras. I brace myself for my big ~moment~ and leave the car. Brother Orange greets me and we pose awkwardly for about five minutes until we get shuffled inside for some interviews over tea. </p>\n<p>This is again, like the airport, insane.</p>\n<p>Over tea, I answer the same questions over and over about what I think about China and the food and blah blah blah. Now I understand why Madonna gets pissed when she gets asked the same question multiple times. It's all so reductive. I'VE ALREADY ANSWERED THAT FIVE TIMES.</p>\n<p>What is the fame doing to me lol?</p>\n<p>After about 20 minutes of interviews, we are shuffled outside to plant an orange tree to symbolize our Chinese-American friendship.</p>\n<p>The Chinese/America thing would be a big theme throughout this trip. America and China haven't exactly had the best history, and I think this was a way for both of us to be like, \"We're cool with each other.\"</p>\n<p>It's also so funny when 50 people watch you dig a hole.</p>\n<p>Then it's time for lunch. Lunch with Bro and 20 cameras pointed in your face. Again, WHAT IS GOING ON?!</p>\n<p>I meet Brother Orange's entire family. He has four kids. FOUR KIDS!!! He also has a very nice wife, cousins, uncles, sisters, and brothers. I immediately and genuinely feel welcomed into the family.</p>\n<p>Lunch is over; we take a few selfies in front of the ACTUAL orange tree from his original selfies and jump into the car.</p>\n<p>I find out his daughter was the one who took most of the pictures that were showing up on my phone. That explains the tiny hands.</p>\n<p>We make a quick stop at a famous soccer player's house. In case you're wondering, we're wearing matching shirts because we thought it'd be cute.</p>\n<p>The soccer player's house is beautiful and airy.</p>\n<p>Unfortunately, one of the camerapeople slipped and hurt themselves pretty badly trying to get a shot of me. Relax, everyone! You can all get your shot! It's competitive.</p>\n<p>I also get good at taking selfies. Selfies everywhere.</p>\n<p>Finally, we end up at our last stop of the day, a resort with MUD BATHS.</p>\n<p>Bro Orange and I take a mud bath with 25 reporters watching us. It's super intimate and very, very weird.</p>\n<img src=\"http://ak-hdl.buzzfed.com/static/2015-03/29/9/enhanced/webdr05/grid-cell-30728-1427636695-2.jpg\"><img src=\"http://ak-hdl.buzzfed.com/static/2015-03/29/9/enhanced/webdr05/grid-cell-30728-1427636695-7.jpg\"><p>The cell phone store is crazy. I'm bombarded by photographers and fans taking pictures. They give me a cell phone to use for the remainder of my time in China. At one point, I had five phones on me in China. People kept on giving me phones. </p>\n<p>Then we go to the press conference.</p>\n<p>Lunch that day is more of the same. Tons of photographers. They surround our table. I endorse a local liquor by accident. Over the course of the trip, I would pose with different products. I never knew what was going on. I just endorse it all!</p>\n<p>I also endorse these babies. I am now a full-fledged politician on the campaign trail.</p>\n<p>We finish lunch and check in to the hotel. I sign autographs. By now, I sign every autograph \"You rock, never change.\" That's my signature saying. I am so middle school. The Chinese love it.</p>\n<p>So yeah, the rest of day three we tour the hotel. They dress me up as a traditional Chinese girl and make me smash tea. It's fun. Orange Bro is fun. I'm really starting to like this guy.</p>\n<p>I'm realizing the language and cultural barriers aren't such a big thing anymore. It's 2015 and this is the world we live in. I am so happy.</p>\n<p>Before this photo was taken, we each wrote a wish on a red ribbon and tied it to a tree. We both wished that we would stay friends for life.</p>\n<p>I also find out more about my phone that day. The picture below is of Brother Orange's nephew and us. He's basically the reason this all happened. I find out that part of the reason why my story resonated so well with the Chinese is that people learned about it during Chinese New Year. Bro Orange's nephew actually heard about my story spreading on the first night of the lunar moon. This is not an accident. It's a sign. </p>\n<p>I start to believe more and more in the Chinese theory of destiny. It's big in Chinese culture and another reason why this story was so big there. This is more than just a series of crazy, random coincidences that changed our lives - it's fate.</p>\n<p>The day begins with a visit to a local Communist leader's memorial shrine.</p>\n<p>I channel my inner Victoria Beckham and do some killer serious poses.</p>\n<p>I also meet my oldest fan. He's 78 and saw me dancing on the news. He dances with me and gives me this weird jello thing. It's a moment.</p>\n<p>Meanwhile, my team is killing it. I just need to give a shout-out to them. My team consisted of two translators (Camby and Qingqing), Abe from BuzzFeed, and Bro Orange. We were always together and grew very close, very quickly. </p>\n<p>It's funny because you see celebrities and their \"teams\" on TV. They're always thanking their teams. Well, I finally get it. You really need good people around you to feel comfortable in crazy situations. I love my team!</p>\n<p>Standing in these ridiculously beautiful surroundings looking out on these huge, lush mountains, I realize I love this place. I love this man.</p>\n<p>After the mountain, we go to a winery. The Chinese call it a winery but it's really a liquor distillery at the foot of a mountain. Your fave California winery could never.</p>\n<p>I endorse some wine.</p>\n<p>At the winery, I'm treated like a straight-up dignitary. I do things that only dignitaries do. I do Chinese calligraphy and in my (sloppy) handwriting endorse this wine. \"Nan Tei Wine. Very Nice!\" The room erupts in cheers. I am dying. I can't believe this is happening.</p>\n<p>I remind myself that ALL OF THIS IS HAPPENING BECAUSE I LOST MY CELL PHONE.</p>\n<p>That night, we do karaoke again. We get foot massages together. We've really taken our friendship to the next level.</p>\n<p>We're comfortable in silence together. We can be together and just enjoy each other's company. </p>\n<p>We also did <i>Charlie's Angels</i> poses. I love us.</p>\n<p>The day everything changed.</p>\n<p>This was our most personal day yet. I don't have many pictures from it because it was honestly too personal. Shit got real.</p>\n<p>Thing is, Brother Orange is a really great guy. He's a great dad and a great son. He's had a rough couple of years. I find out that both his parents died in 2012. He moved back to his hometown to take care of them. Besides that, his investment in a fishing boat went bad. After a flood, the government forced him to take his boat out of the water. Things have been pretty shitty for Bro lately. </p>\n<p>Today, the press was finally leaving us alone and giving us some space. I felt like we finally got to do the things that Bro wanted to do. He wanted to show me his life, and that's what we were doing.</p>\n<p>He let me into super-personal parts of his life. I went to his childhood climbing trees, a local temple, and his parents' house. We even paid tribute to his ancestors. I have a moment when he asks me how I pay tribute to my ancestors. I don't have an answer. Americans don't really do that. It's fucked up and makes me feel bad. Cultural differences, man!</p>\n<p>People in China don't just open themselves up like this. I am now his family. We are brothers.</p>\n<p>We visit his cousin's house. I find out this is the place where all the fireworks pictures were taken. </p>\n<p>I really like Bro Orange's family and friends. I really judge someone by their company, and Bro Orange has the best company. Everyone loves him. Everyone wants to be with him. He just has a good energy about him.</p>\n<p>We exchange gifts. Everyone cries. I CAN'T BELIEVE THIS IS HAPPENING. No one could possibly understand what a crazy experience this all has been except us. We were in this together. A team. </p>\n<p>The journey is over.</p>\n<p>We get to Beijing that night and want to take it easy. The past 24 hours have sucked everything out of us. We also only got four hours of sleep the night before. We're dead.</p>\n<p>Dinner that night is with Weibo. It's really bizarre to talk with people who have a very similar job to what I do...but in China. One of the things I've learned from this experience is how similar our internets are. They have memes and slang. \"The Dress\" was super viral there. It caused office fights.</p>\n<p>It's just crazy.</p>\n<p>Me and Bro toast each other. We take the subway home. By now, he's taking dozens of selfies with me. We're anxious and nervous. We spend an extra half hour just sitting around in each other's hotel room. This is going to end.</p>\n<p>In that moment, I couldn't help but think about the boundaries we had broken down. It's 2015 and cell phones and computers have changed everything. Language boundaries aren't that real. We had happily chatted with each other using a translation app. There's an app for everything.</p>\n<p>Anything is possible. Thank you, Steve Jobs.</p>\n<p>Matt and Brother Orange's story is being made into a documentary. See the trailer above ^.</p>\n</div>", 
    "description": "I've broken this story up into three chapters. It should never have gone this far, but the internet works in mysterious ways. None of this should have ever happened. It makes absolutely no sense at all. It's truly crazy. I'm sitting on my couch with some friends going through my photo stream on my new phone."
}