{
	"tweets": 
		[
			"#Thedress = “perfect meme, can never be topped: (1) Putting people on 2 teams, (2)  hint of magic (3) some science.” http://t.co/qVvhdvyHfM", 
			"So interesting that @ftrain compares The Dress to “Snow Fall”: https://t.co/SfANq5nAx9 Similarly “good” in terms of traffic but otherwise?",
			"Yes to #TheDress? - How one picture can generate so much traffic, by creating two teams, with a hint of magic - http://t.co/5ryiyLmdYg:",
			"Yes to The Dress: \"BuzzFeed garnered 25MM views (&amp; climbing) for its article about the dress,\" article examines why\nhttps://t.co/Nz1JUQlOuh",
			"It’s not about traffic as much as culture\": Yes to the Dress? https://t.co/GqYvw7N5zN",
			"\"Hire tons of people; let them experiment, figure out how social media works, and repeat endlessly...\" https://t.co/jtijc3PGRW by @ftrain",
			"“It’s the perfect meme, can never be topped.…” —@ftrain https://t.co/tcai9uw0BT http://t.co/cRZUaFcqT9",
			"“You have to build it over time and make people not hate their lives along the way.” https://t.co/35ibT9BTsO",
			"\"Build a happy-enough workplace where people [can] screw around and experiment … and pay everyone some money.\" https://t.co/9Op7WsucBt",
			"\"The endless cycle of insufferability will continue its ceaseless exchange\" https://t.co/dFoYnzAVUF",
			"key phrase here by @ftrain: \"with lots of snacks\" https://t.co/fXSZvAbzP0",
			"\"The endless cycle of insufferability will continue its ceaseless exchange.\" https://t.co/GhtKQRR8hs",
			"\"Robots didn’t make this happen.\" true @catesish did https://t.co/puc6gNOjj7",
			"i like how much time/words @ftrain on workplace happiness being key to workplace excellence in this on #TheDress http://t.co/SfIWLpreFa",
			"\"Hire tons of people; let them experiment, figure out how social media works and repeat endlessly; w/lots of snacks\" https://t.co/lFzw3dq9UL",
			"“It’s the perfect meme, can never be topped: 1 Putting people on two teams, 2 a hint of magic, and 3 some science.” https://t.co/yuOtnY3fON",
			"BuzzFeed formula: Hire tons of people; let them experiment, figure out how social media works, and repeat endlessly https://t.co/JVzNVWm2sU",
			"\"it’s not about traffic as much as culture.\" https://t.co/358AOaldqS",
			"\"I know from experience that Internet events like this have consequences. Meetings. Memos. Jealousy.\" https://t.co/RM9VZteCj1",
			"If the conclusion that you draw is “we should be more like BuzzFeed,” you are going to damage your org http://t.co/yL0lPg4oPd via @ftrain",
			"\"However, hoo doggies did [Snow Fall] make people lose their damn media minds.\" https://t.co/mzfduhkIJ0 —@ftrain",
			"Absolutely correct and thoughtful @ftrain observation: “it’s not about traffic, it’s about culture.”\n\n https://t.co/7FbSc43iPB",
			"\"The reason BuzzFeed exists—the actual, real reason—was to capture Internet ridiculousness &amp; folly in its fullness.\" http://t.co/aaAY2g1BnJ",
			"\"Build a happy-enough workplace where people could screw around and experiment... And pay everyone some money\" https://t.co/oIpfAah2Sg",
			"“That would be expensive and would require not really having a plan but rather making it up as you go” https://t.co/V0V3x5mfcc"
		]
}