{
    "url": "https://medium.com/message/yes-to-the-dress-5ec06c06aca4", 
    "headline": "Yes to the Dress?", 
    "content": "<div>\n<p>Right now people in my professional world (content platform pontificators) are avidly discussing the traffic garnered by a single picture of a blue-and-black dress that could also-depending on how your neurons are firing-look white-and-gold. As a friend of mine said to me, via chat, \"It's the perfect meme, can never be topped: (1) Putting people on two teams, (2) a hint of magic, and (3) some science.\"</p>\n<p>People are <em>also </em>keenly aware that BuzzFeed garnered 25 million views (and climbing) for its <a href=\"http://www.buzzfeed.com/catesish/help-am-i-going-insane-its-definitely-blue#.mblkEvR1nm\">article about the dress</a>. Twenty-five million is a <em>very, very serious</em> number of visitors in a day&#8202;-&#8202;the sort of traffic that just about any global media property would kill for (while social media is like, <em>ho hum</em>).</p>\n<p>I worry a little about the lesson that people will draw from that traffic. I mean draw your own conclusions. I'm just saying. I worry.</p>\n<p>I don't worry about today, of course. Today everyone will come into their posting stations, write a blog post or 36 about the dress from their particular angle (celebrity, science, fashion, racism), and talk about the real meaning of our shared day of fun and frolic online. The endless cycle of insufferability will continue its ceaseless exchange, whereby insufferable things evaporate and turn into clouds of takes that rain down upon us to fill our insufferability reservoirs. <em>(Suddenly it's starting to feel like the dress was a respite from the analysis of the dress. Like they sent it backwards in time to amuse us so that we could be emotionally prepared for the analysis.)</em></p>\n<p>Anyway, yeah, my point. I know from experience that Internet events like this have consequences. Meetings. Memos. Jealousy. Twenty-five million is a number to make an editorial director angry. People are going to chew their lips over those impressions. <em>How do I get that?</em> They'll wonder. <em>How do I get that sweet, sweet traffic? Why do those children get the traffic with frolic while my attempts to go viral fall flat at hundreds of thousands of impressions?</em></p>\n<p>Remember \" <a href=\"http://www.nytimes.com/projects/2012/snow-fall/#/?part=tunnel-creek\">Snow Fall</a>\"? When the<em> New York Times</em>, an incredibly powerful media organization (that asks me to write for it several times a year and then kills all my pieces), with a market cap 1% of Facebook's, spent untold hundreds of thousands of dollars to create a fun clicky thing that had something to do with skiing but also had some 3D animations of little people in crazy snow gear? <em>Someone</em> read it-it won the Pulitzer-but it didn't seem to have many ads, so who knows what the economic upshot was. However, hoo doggies did it make people lose their damn media minds. For about six months every organization had a \"Snow Fall\"-style design going on over to the side of its main feature well. And none of them got the traffic or attention of the original, none of them were as memorable. And then we kind of all went back to jamming our stupid stories into the same stupid boxes and trying to figure out why we can't embed YouTube videos or include a subhed using our fancy content management systems.</p>\n<p>The thing about \"Snow Fall\" is that it went way off the grid-not the visual grid, but the technological grid. It was its own weird thing, with its own weird code, created by a completely weird digital department that was connected to the much larger, slightly-less-weird digital department, all of it inside one of the world's weirdest news organizations-that was flexing its muscles in a very specific way. (If you don't like \"weird\" think \"unique.\") In any case no one but the <em>Times </em>could have created something like that <em>and</em> gathered the attention that it gathered. My proof is that no one had done so before. 620 8th Ave, where the <em>Times </em>is headquartered, is custom-built for things like that.</p>\n<p>Back to the dress. The reason BuzzFeed exists-the actual, real reason-was to capture Internet ridiculousness and folly in its fullness. Since being founded in 2006 to wide ridicule it has become a platform company, with a very large technical team, a huge editorial team, a video team, a built-in ad agency, lots of middle management, tons of journalists, and big piles of money from California.</p>\n<p>What I saw, as I looked through the voluminous BuzzFeed coverage of the dress, is an organization at the peak of a craft they've been honing since 2006. They are masters of the form they pioneered. If you think that's bullshit, that's fine-I think most things are bullshit too. But they didn't just serendipitously figure out that blue dress. They created an organization that could identify that blue dress, document it, and capture the traffic. And the way they got those 25 million impressions, as far as I can tell from years of listening to their people, reading their website, writing about them, and not working or writing for them, was something like: <em>Build a happy-enough workplace where people could screw around and experiment with what works and doesn't, and pay everyone some money.</em></p>\n<p>This is not said as an endorsement of BuzzFeed. BuzzFeed is utterly deserving of insanely paranoid criticism just like anything that makes money from your attention (this category includes me, Paul Ford). But it's worth pointing out again that their recipe for traffic seems to be:<em> Hire tons of people; let them experiment, figure out how social media works, and repeat endlessly; with lots of snacks. </em>Robots didn't make this happen. It was (1) a hint of magic, and (2) some science.</p>\n<p>So! If the conclusion that you draw, as a media professional, is \"we should be getting in on things like that dress, we should be more like BuzzFeed,\" you are probably going to <em>damage</em> your organization while not actually getting that sweet sweet traffic that you so desire. Because it's not about traffic as much as culture.</p>\n<p>What should you actually do? I mean, you <em>could </em>hire or re-assign a mix of younger and older talented people from very diverse backgrounds, give them measurable goals and time to think, see what works, track progress, iterate, and <em>then</em> participate in the larger community of people who are trying to work out these problems of culture, technology, and prose. That would be expensive and would require not really having a plan but rather making it up as you go, which is the hardest thing for anyone to justify to their boss. Or you could wait and try to jam whatever is working elsewhere right now into your current creaking system.</p>\n<p>You can't get the dress traffic from angry competition any more than you can get \"Snow Fall\" by pasting a bunch of stories and pictures together. You can't buy software for it or squeeze it out of people. You have to build it over time with lots of nerds of all sort and make people not hate their lives along the way. Then you need to see which parts work, and do them over and over again. It takes years.</p>\n<p>I apologize for writing a thinkpiece.</p> \n</div>", 
    "description": "Right now people in my professional world (content platform pontificators) are avidly discussing the traffic garnered by a single picture of a blue-and-black dress that could also-depending on how your neurons are firing-look white-and-gold."
}